[Language]
Code="cs"
Name="Czech"
Version="2.6.1"
Translator="Vladimír Běhal <vladimir.behal@gmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Zavřít"
Maximize="Maximalizovat"
Minimize="Minimalizovat"
Restore="Obnovit"
Menu="Hlavní menu"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nZachytit slova na obrazovce: [$CursorStatus]\nPřeložit vybraný text: [$SelectionStatus]\nPřeložit text ve schránce: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Zachytit slova na obrazovce: [$CursorStatus]\nPřeložit vybraný text: [$SelectionStatus]\nPřeložit text ve schránce: [$ClipboardStatus]"
Enabled="Povoleno"
Disabled="Zakázáno"

[MainMenu]
Open="Otevřít"
CursorTranslator="Zachytit slova na obrazovce"
SelectionTranslator="Přeložit vybraný text"
ClipboardTranslator="Přeložit text ve schránce"
Configuration="Nastavení..."
Dictionaries="Slovníky..."
Appendices="Doplňky..."
Activation="Aktivace produktu"
UpdateOnline="Online aktualizace"
Help="Nápověda"
About="O programu Lingoes"
SupportOnline="Online podpora"
Exit="Konec"
EnterLicense="Zadat licenční kód..."

[DlgInput]
Back="Zpět"
Forward="Vpřed"
MainMenu="Hlavní menu"
HistoryList="Seznam historie"
Search="Hledat", "Hledat podrobné vysvětlení"
WebSearch="Hledání na webu"
AutoMatch="Automatické dokončování", "Automatické dokončování ve skupině Index"
MatchSetup="Možnosti Skupiny Index..."
FindEngine="Získat více web vyhledávačů..."

[DlgIndex]
Index="Index"
Guide="Průvodce"
Appendix="Dodatek"
NoIndex="Žádný Index"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Přidat slovník do <b>skupiny Index</b>. Můžete získat doporučení pravopisu při psaní slova.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Chcete-li spravovat skupinu Index, klikněte sem.</u></a></div>"

[WebGuide]
Results="Výsledky"
Spelling="Alternativní pravopis"
Appendices="Doplňky"
Options="Možnosti"
Dictionaries="Slovníky...", "Správa slovníků"
ManageAppendices="Doplňky...", "Správa doplňků"
Configuration="Nastavení...", "Otevře konfigurační dialog"
Help="Nápověda", "Otevře Lingoes nápovědu"
Homepage="lingoes.net", "Otevře webové stránky Lingoes"
Community="Lingoes komunita", "Lingoes Online komunita"

[DlgAppendix]
WndTitle="Možnosti doplňků"
Close="Zavřít"
Install="Instalovat", "Lingoes doplňky (*.laf)|*.laf|", "Instalace se nezdařila! \nPříčinou mohou být nedostatečná oprávnění pro přístup k souborům."
Delete="Odstranit", "Jste si jisti, že chcete odstranit \"[$Title]\"", "Nepodařilo se odstranit \"[$Title]\"! \nPříčinou mohou být nedostatečná oprávnění pro přístup k souborům."
Modify="Upravit", "Úpravy se nepodařily! \nPříčinou mohou být nedostatečná oprávnění pro přístup k souborům."
NewGroup="Nová skupina", "Nepodařilo se vytvořit novou skupinu! \nPříčinou mohou být nedostatečná oprávnění pro přístup k souborům."
MoveUp="Posunout nahoru"
MoveDown="Posunout dolů"
CreateAppendix="Vytvořit vlastní doplněk.."
Download="Získat další doplňky..."
Name="Název"
Group="Skupina"
InstallSucceed="\"[$Title]\" Instalace úspěšná."
OverwriteInstall="Doplněk již existuje, chcete ho přepsat?\n\nZobrazený titul:[$Title]\nNázev: [$Name]"
InvalidInstallFile="Nesprávný instalační soubor!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="Upravit \"[$Title]\"", "Vytvořit novou skupinu"
Name="Název"
DisplayTitle="Zobrazený titul"
DisplayStyle="Styl zobrazení"
Ok="Ok"
Cancel="Storno"

[DlgAppendixBuilder]
WndTitle="Vytvoření doplňku"
Name="Název:  (Pouze a-z, 0-9, pomlčka a podtržítko)", "Musí být zadán název, povoleny jsou pouze znaky a-z, 0-9, pomlčka a podtržítko."
Title="Zobrazený titul:", "Musí být zadán titul!"
Location="Adresář pro projekt:", "Nepodařilo se vytvořit adresář projektu!", "Vyberte prosím dostupný adresář"
Create="Vytvořit nový projekt", "Vytvoření projektu bylo úspěšné!\n\nNyní můžete volně navrhnout doplněk editací souboru \"index.html\".", "Nepodařilo se vytvořit projekt!"
Build="Vytvořit doplněk", "Vytvoření souboru doplňku bylo úspěšné!\n[$Filename]", "Nepodařilo se vytvořit soubor doplňku!\n[$Filename]"
Close="Zavřít"
Tips="Tipy: Doplněk si můžete volně navrhnout úpravou souboru \"index.html\" po vytvoření nového projektu."
OverwriteProject="Soubor projektu již existuje, chcete ho přepsat?"

[DlgStatus]
KeepVisible="Nechat okno vždy navrchu"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Otevřít/zavřít mini okno"

[DlgView]
Speak="Přečíst", "Přečte vybraný text"
Search="Hledat"
Copy="Kopírovat"
Print="Tisk..."
Save="Uložit..."
Find="Najít..."
SelectAll="Vybrat vše"
TextTranslate="Překlad textu", "Spustí překlad textu"
StartPage="Domů", "Domů"
ShowIndex="Zobrazit postranní panel"
HideIndex="Skrýt postranní panel"
SaveFilter="HTML soubor (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Možnosti výslovnosti..."
SelectVoice="Vybrat hlas"
Activation="Aktivace", ""
Buy="Koupit", "Koupit Lingoes komerční licenci"

[DlgRegister]
Title="Lingoes - Registrace komerčního uživatele"
FreeDownload="Lingoes je free pro nekomerční použití.\r\nFree verzi stáhnete zde..."
Name="Jméno:", "Jméno musí být uvedeno"
Email="Email:", "Emailová adresa musí být uvedena"
RegCode="Registrační kód:", "Registrační kód je neplatný"
Support="Zákaznický servis"
Register="Registrovat", "Chyba při ukládáni registračních informací"
Exit="Konec"

[DlgInfo]
Title="Zpráva"
Ok="Ok"
Cancel="Storno"
Yes="Ano"
No="Ne"
Retry="Opakovat"
Abort="Přerušit"
Ignore="Ignorovat"

[DlgAuthentication]
Title="Připojit se k "
TitleProxy="Připojení k proxy serveru "
Username="Uživatelské jméno:"
Password="Heslo:"
Remember="Zapamatovat si heslo"
Ok="Ok"
Cancel="Storno"

[WndGrab]
Open="Hledat podrobné vysvětlení"
Speak="Přečíst"
Copy="Kopírovat"
TextTranslation="Překlad textu"
Back="Zpět" 
Forward="Vpřed"
Search="Hledat\n  Enter:\t\tHledat\n  Ctrl + Enter:\tHledat podrobné vysvětlení\n  Shift + Enter:\tPřeklad textu\n  Alt + Enter:\tHledání na webu"
RollUp="Sbalit/rozbalit okno"
Option="Možnosti"
KeepVisible="Nechat okno vždy navrchu"
KeepSize="Zachovat velikost okna"
AutoRollUp="Automaticky rolovat", "Ne", "[$DelaySecond] sekund zpoždění"
CloseMiniWnd="Zavřít mini okno"

[DlgDictOption]
Title="Volby slovníků"
NetInstall="Stáhnout z Lingoes", "Stažení slovníku ze stránek lingoes"
Install="Instalovat", "Instalace slovníku z disku"
Uninstall="Odinstalovat", "Odinstalace slovníku"
Add="Přidat", "Přidání slovníku na seznam"
Remove="Odstranit", "Odstranění tohoto slovníku ze seznamu"
Download="Stáhnout", "Stažení tohoto slovníku pro offline použití"
MoveTop="", "Přesunout na začátek"
MoveUp="", "Posunout nahoru"
MoveDown="", "Posunout dolů"
MoveBottom="", "Přesunout na konec"
MoreDetails="", "Zobrazit podrobnosti slovníku"
Close="Zavřít"

Installed="Instalované slovníky"
Query="Instalované slovníky"
Index="Skupina Index"
Grab="Skupina Zachycení textu"

InstalledList="Instalované slovníky"
QueryList="Instalované slovníky"
IndexList="Seznam skupiny Index"
GrabList="Seznam skupiny Zachycení textu"
DictID="ID"
Online="Online"

Type="Typ"
OnlineType="Vyžaduje připojení k Internetu"
AddFilter="Lingoes slovníky (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instalace slovníku"
Installing="Instalace..."
IndexDictTooMany="Tipy:\n\nPřidáním příliš mnoha slovníků do \"skupiny Index\" zpomalí rychlosti porovnání slova během zápisu znaků do vyhledávacího pole.\n\nProto vám doporučujeme, aby jste do \"skupiny Index\" přidali pouze pár nejčastěji používaných slovníků."

[DlgDictList]
Title="Přidat slovníky"
Add="Přidat"
Cancel="Storno"
Select="Vybrat"
DictList="Instalované slovníky"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Detaily slovníku"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Tags"
Name="Název"
Version="Verze"
Date="Datum vytvoření"
Update="Poslední aktualizace"
IndexCount="Počet slov"
Language=Jazyk
MoreLanguage=Více..
DictTitle="Název"
DictEdition="Vydání"
DictDescription="Popis"
PubAuthor="Autor"
PubPress="Tisk"
PubEmail="Email"
PubWebsite="Webové stránky"
PubCopyright="Copyright"
Filename="Název souboru"

; Install Dictionaries
[DlgDictInstall]
Title="Instalovat slovník"
InstallSucceed="Slovník \"[$DictTitle]\" byl úspěšně instalován"
DictGroupOption="Možnosti"
AddIndexGroup="Přidat do \"skupiny Index\""
AddIndexGroupDesc="Lingoes vyhledá ve slovnících skupiny Index a navrhne nejrelevantnější výsledky v panelu indexu, během vašeho zápisu termínu."
AddGrabGroup="Přidat do \"skupiny Zachycení textu\""
AddGrabGroupDesc="Lingoes vyhledá ve slovnících skupiny Zachycení textu a zobrazí výsledek překladu v okně zachycení textu, jakmile dojde k zachycení textu."
Ok="Ok"

; Configuration
[DlgOption]
Title="Nastavení"
Ok="Ok"
Cancel="Storno"
General="Obecné"
Appearance="Vzhled"
Connection="Připojení"
Speech="Řeč"
Hotkey="Klávesové zkratky"
Translate="Překlad"
License="Licence"
Capture="Zachycení textu"

; General
[DlgOptGeneral]
Language="Jazyk"
UILanguage="Jazyk uživatelského rozhraní"

WebSearch="Hledání na webu"
SelectWebSearch="Zvolte vyhledávač pro vyhledávání na webu"

TermHistory="Historie a vyrovnávací paměť"
SaveHistory="Hledaná slova uložená v historii"
ClearHistory="Vyčistit historii"
ClearHistoryConfirmation="Jste si jisti, že chcete vyčistit historii termínů?"

ResultCache="Lokální vyrovnávací paměť online slovníku"
ClearCache="Vyčistit paměť", "Jste si jisti, že chcete vyčistit vyrovnávací paměť?"

AutoStart="Spustit Lingoes při přihlášení se do Windows"
StartMin="Minimalizovat po spuštění"

; Appearance
[DlgOptAppearance]
UserInterface="Uživatelské rozhraní"
WindowStyle="Styl okna"
WindowFont="Písmo textu okna"
WindowFontSize="Velikost písma"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Zobrazení výsledku"
TextFont="Písmo textu"
TextFontSize="Velikost písma"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonetické písmo"
CursorTranslatorBar="Okno zachycení textu"
FontColor="Barva písma"
BackColor="Barva pozadí"
BorderColor="Barva okraje"
Transparence="Průsvitné okno zachycení textu"
SampleText="Zachycení textu"

[Style]
0="Žádný"
1="Standardní styl"

; Translate
[DlgOptTranslate]
SupportLCMap="Podpora mapování lokálního jazyka"
InstantTranslation="Okamžitý překlad"
TargetLanguage="Cílový jazyk:"
CurrentUserLanguage="= Aktuální uživatelský jazyk"
TargetLanguage2="Je-li cílový jazyk je stejný jako zdrojový, nastavit ho jako:"
NoTranslate="= Nepřekládat"

; Capture
[DlgOptCapture]
CursorActivation="Zachytit slova na obrazovce"
MouseActivation="Mód aktivace myší:"
MouseOver="Najetí myší"
LeftMouseButton="Levé tlačítko myši"
MiddleMouseButton="Střední tlačítko myši"
RightMouseButton="Pravé tlačítko myši"
MouseXButton1="Myš X Tlačítko1"
MouseXButton2="Myš X Tlačítko2"
TimeDelay="Prodleva:"
MSEL="milisekund"
MatchPhrase="Dokončení věty"
IgnoreNumber="Ignorovat číslo"
IgnoreLatin="Ignorovat latinku (angličtinu, francouzštinu, němčinu, španělštinu, atd.)"
IgnoreCJK="Ignorovat čínštinu, japonštinu a korejštinu"
IgnoreCyrillic="Ignorovat azbuku (ruštinu, ukrajinštinu, bulharštinu, atd.)"
IgnoreArabic="Ignorovat arabštinu, hebrejštinu"
InstallAdobePlugin="Instalovat Adobe Acrobat PDF plugin"
ZonedWord="Přeložit vybraný text"
ForTextSelection="Prostřednictvím výběru textu"
ForDoubleClicking="Prostřednictvím poklepání myší"
ZonedWordFilterRule="Filtrovací pravidla pro výběr textu..."
ShowOnlyFirstResult="Zobrazit pouze první výsledek vyhledávání"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Filtrovací pravidla pro výběr textu"
ProgramFilename="Název souboru programu", "Název souboru programu (Všechny programy, pokud je prázdné)"
WndClassName="Název třídy okna", "Název třídy okna (Všechna okna, pokud je prázdné)"
DisableSelect="Ignorovat výběr textu", "Ignorovat výběr textu"
DisableDBLClick="Ignorovat poklepání myší", "Ignorovat poklepání myší"
Comment="Komentář", "Komentář"
Add="Přidat"
Modify="Upravit"
Delete="Odstranit", "Jste si jisti, že chcete odstranit aktuální položku?"
Ok="Ok"
Cancel="Storno"
LoadDefault="Obnovit výchozí", "Jste si jisti, že chcete obnovit výchozí nastavení?"
Browser="...", "Prohlížeč", "Program (*.exe)|*.exe|"
Capture="...", "Název třídy okna zachycení"
AllProgram="-- Všechny programy --"
AllWindow="-- Všechna okna --"

[WndClassNameCapture]
Title="Zachycení názvu třídy okna"
ProgramFilename="Název souboru programu"
WndClassName="Název třídy okna"
Capture="Zachytit z obrazovky"

; Speech
[DlgOptSpeech]
RPPEngine="Nástroj přirozeného hlasu"
RPPEnable="Povolit"
RPPVoice="Hlas"
RPPRebuildIndexFile="Znovu sestavit indexový soubor", "Sestavení indexového souboru se nezdařilo! \nPříčinou mohou být nedostatečná oprávnění pro přístup k souborům."
Engine="Nástroj výslovnosti TTS (Text-to-Speech)"
Voice="Hlas"
Enable="Povolit"
Volume="Hlasitost"
Pitch="Tón"
Speed="Rychlost"
Format="Formát", "Standardní", "Nepodporuje formát zvuku: [$Format]"
RealtimePron="Výslovnost v reálném čase"
PronInQuery="Při hledání slova"
PronInCapture="Při zachycení slova na obrazovce"
PronInSelect="Při překládání vybraného textu"
Test="Test"
EnterText="Zadejte text a vyzkoušejte tento hlas"
DownloadTTS="Stáhnout hlasový balíček přírodního hlasu a TTS nástroje..."

; Connect
[DlgOptConnection]
ConnectSet="Nastavení připojení"
DirectConnect="Přímé připojení"
IEProxyConnect="Použít proxy nastavení z vašeho web prohlížeče"
ProxyConnect="Připojení přes Proxy / Firewall server"
ProxyServer="Proxy Server:"
ProxyPort="Port:"
Username="Uživ. jméno:"
Password="Heslo:"
OnlineUpdate="Online aktualizace"
UpdateNow="Aktualizovat nyní"
EnableUpdate="Povolit online aktualizaci"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Otevřít/zavřít hlavní okno"
GrabToggleKey="Povolit/zakázat zachycení slova na obraz."
SelectionToggleKey="Povolit/zakázat překlad vybraného textu"
ClipboardToggleKey="Povolit/zakázat překlad textu ve schránce"
Pronounce="Výslovnost"
CopyInterpretation="Zkopírovat obsah v překladu"
SpeakSelectedText="Přečíst vybraný text"
StopSpeak="Zastavit čtení"
DisableHotKey="Zakázat klávesové zkratky"
OpenMiniWnd="Otevřít/zavřít mini okno"
RollUpMiniWnd="Sbalit/rozbalit mini okno"

[DlgExpire]
Title="Platnost Lingoes vypršela"
Ok="Aktualizovat nyní"
Cancel="Konec"
NetworkSettings="Nastavení sítě"
Support="Lingoes.net"
AskUpgrade="Platnost aktuální verze vypršela, musíte aktualizovat na novou verzi! \nAktualizovat na novou verzi?"

[DlgAbout]
DlgTitle="O programu Lingoes"
PortableEdition="Portable vydání"
Email="Emailová adresa"
Website="Webové stránky Lingoes"
LicenseTo="Držitelem licence na tento produkt je:"
PersonalUser="Osobní nekomerční uživatel"
EvaluationUser="Tento zkušební software je určen pouze pro účely vyzkoušení"
SingleUserLicense="Licence pro jednoho uživatele"
MultiUserLicense="[$Quantity] uživatelská licence ([$KeyNo]/[$Quantity])"
LicenseExpire="Licence vyprší za [$Day] dnů"

[WebResult]
SpellingAlternatives="Alternativní pravopis"
SpellChecker="Kontrola pravopisu"
TextTranslation="Překlad textu"
WebSearch="Hledání na webu"
MoreResults="Další výsledky"
WaitSearch="Zpracování výsledků hledání..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Nebyly nalezeny žádné shody pro \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Jak použít Lingoes"
DownDictTip="Stáhnout více slovníků"
Intro="Provádí překlady mezi více než 80 jazyky<br>Překlad zachyceného textu, překlad textu a čtení textu"

[TextTranslation]
Title="Překlad textu"
To="Do"
Translate="Přeložit"
RequestFailed="Požadavek na překladatelskou službu nebyl úspěšný."
ConnectFailed="Lingoes se nepodařilo připojení k serveru. Pokud jste připojeni k internetu, zkontrolujte nastavení připojení v konfiguraci. "
WaitRequest="Zpracování výsledků překladu..."
ParseResultFailed="Nepodařilo se analyzovat výsledky překladu. Pokud dostanete tuto zprávu několikrát, nahlaste nám to prosím."

; Layout
[Layout]
DictMenu="Menu slovníku"
ShowResult="Zobrazit výsledek"
MinimizeResult="Minimalizovat výsledek"
FindWord="Najít: "

; Menu slovníku
[DictMenu]
About="O slovníku..."
Enable="Povolit"
Disable="Zakázat"
DisableMsg="Slovník je zakázán a nebude zobrazovat výsledky!\nMůžete ho povolit v dialogu \"Slovníky\"."
MoveTop="Nastavit jako nejlepší výsledek"
ArrangeResults="Seřadit výsledky..."
IndexGroup="  (Skupina Index)"
QueryGroup="  (Skupina Dotaz)"
GrabGroup="  (Skupina Zachycení textu)"

[Update]
Title="Online aktualizace"
AskUpgrade="Byla nalezena nová verze. Chcete provést aktualizaci na novou verzi?"
UpgradeNow="Byla nalezena nová verze. Je potřeba provést aktualizaci na novou verzi"
UpdateSuccess="Aktualizace úspěšná!"
UpdateFail="Aktualizace se nepodařila!"
NoUpdate="Aktuální verze je poslední"

CheckUpdate="Kontroluji aktualizace..."
GetUpdateInfo="Získávání informací pro aktualizaci..."
DownUpdateData="Stahování aktualizovaných dat..."
ExecUpdate="Aktualizace systému..."
GetUpgradeInfo="Získávání informací pro rozšíření..."
DownUpgradeData="Stahování dat pro rozšíření..."
ExecUpgrade="Rozšíření systému..."
NeedExitForUpgrade="Lingoes se ukončí pro dokončení rozšíření"

[Message]
InitUpdateServerFail="Inicializace automatické aktualizační služby se nezdařila "
StartDictServerFail="Spuštění slovníkové služby se nezdařilo."

DictFileErr="Nesprávný formát souboru!\n[$Filename]"
DictVersinTooOld="[$Filename]\nVerze aktuálního slovníku ([$DictVer]) je příliš stará, aktualizujte ho prosím.\n\nNavštivte internetové stránky Lingoes a vyhledejte nejnovější verzi?"
DictVersinTooNew="[$Filename]\nVerze aktuálního slovníku ([$DictVer]) potřebuje vyšší verzi lingoes.\n\nStáhněte si nejnovější verzi z webové stránky Lingoes?"

AskDictRepeatInstall="Seznam slovníků obsahuje slovník \"[$DictTitle]\",\nPřejete si pokračovat?"
InstallDictFail="Nepodařilo se nainstalovat slovník:\n[$Filename]"
AskUninstall="Jste si jisti, že si přejete odinstalovat slovník?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Nepodařilo se odinstalovat slovník\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Jste si jisti, že si přejete odstranit slovník \"[$DictTitle]\" ze seznamu?"

MemoryAllocFail="Nepodařilo se alokovat paměť."
FilenameInvalid="Neplatný název souboru."
SaveFileFail="Nepodařilo se uložit soubor"
OpenFileFail="Nepodařilo se otevřít soubor"

AreYouAbort="Jste si jisti, že chcete přerušit probíhající proces?"
CreateThreadFail="Nepodařilo se vytvořit vlákno"
CreateEventFail="Nepodařilo se vytvořit manuál události"
Unfulfilment="Tato funkce není implementována"
OnlyProVersion="Funkce je k dispozici pouze ve verzi Pro."
NoRegister="Máte neregistrovanou verzi Lingoes, zaregistrujte se, aby jste mohli používat tuto funkci."
UsernameIsEmpty="Uživatelské jméno je prázdné, zadejte prosím jméno."
SaveSearchResultFail="Chyba při ukládání výsledků vyhledávání."

OpenAppendixFail="Chyba při otevírání obsahu doplňku.\n\nChcete nyní stáhnout doplněk z webových stránek Lingoes?"
OpenSpeechEngineFail="Chyba při načítání nástroje TTS, zkontrolujte, zda TTS je nainstalován ve vašem systému! \n\nMusíte mít nainstalovaný TTS nástroj ve vašem operačním systému, aby jste mohli používat výslovnost. Pokud ho nemáte, stáhněte ho z web stránek Lingoes a nainstalujte. \n\nChcete ho nyní stáhnout?"

; NeedIE6Support="Lingoes vyžaduje Internet Explorer 6+, aktualizujte prosím váš web prohlížeč na IE6+"
NoImplement="Je nám líto, tato funkce není implementována"

InstallSucceed="Instalace byla úspěšná." 
InstallFailed="Instalace se nezdařila."

[DlgOptLicense]
Product="Licencovaný produkt"
Enter="Zadat licenční kód..."
Remove="Odstranit licenci", "Odebrání licence by mohlo zakázat některé funkce produktu,\npřejete si pokračovat a odstranit licenci pro následující produkty:\n\n[$ProductList]"
Detail="Více podrobností..."

LicenseID="Licence ID: "
LicenseTo="Licence pro: "
LicenseExpire="licence vyprší za [$Day] dní"
SingleUserLicense="Licence pro jednoho uživatele"
MultiUserLicense="[$Quantity] uživatelská licence ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Zadat licenční kód"
ActivateTitle="Zadání vašeho licenčního klíče", "Váš licenční klíč můžete najít ve vašem emailu s potvrzením nákupu nebo na instalačním disku uvnitř balíčku produktu."
LicenseKey="Licenční klíč:"
Name="Vaše jméno:"
Email="Váš email:"
NetworkSet="Nastavení sítě", "Chcete-li aktivovat licenční klíč musíte být online. Nastavte prosím proxy server v případě potřeby."
Activate="Aktivovat"
BuyTitle="Koupit produkt [$Publisher]", "pokud chcete zakoupit produkt [$Publisher], klikněte na tlačítko Koupit."
Buy="Koupit"
Cancel="Zavřít"

IncorrectProductKey="Licenční klíč je neplatný."
IncorrectName="Jméno je neplatné. Zadejte prosím jméno do 32 znaků"
IncorrectEmail="Emailová adresa je neplatná. Zadejte prosím platnou emailovou adresu do 128 znaků."
WaitRequest="V činnosti... Čekejte prosím."

RequestFailed="Aktivace se nezdařila. Server může být zaneprázdněn. Zkuste to prosím později."
NetworkFault="Nelze se připojit k aktivačnímu serveru, zkontrolujte nastavení sítě."
ResponseError="Odezva serveru má nesprávné údaje."
OtherError="Neznámá chyba."
SaveDataFailed="Nepodařilo se uložit data"

ActivateSuccess="Aktivace byla úspěšná"
ActivateFailed="Aktivace se nezdařila"
